{
  "config" : {
    "adcolony" : {
      "adcolony_app_id" : "",
      "adcolony_interstitial_id" : "",
      "adcolony_rewarded_id" : ""
    },
    "admob" : {
      "admob_banner_id" : "ca-app-pub-3940256099942544/6300978111",
      "admob_interstitial_id" : "ca-app-pub-3940256099942544/1033173712",
      "admob_native_id" : "ca-app-pub-3940256099942544/2247696110",
      "admob_rewarded_id" : "ca-app-pub-3940256099942544/5224354917",
      "admob_unit_id" : ""
    },
    "appodeal" : {
      "appodeal_app_key" : ""
    },
    "facebook" : {
      "facebook_banner_id" : "IMG_16_9_APP_INSTALL",
      "facebook_interstitial_id" : "IMG_16_9_APP_INSTALL",
      "facebook_native_id" : "IMG_16_9_APP_INSTALL"
    },
    "mode_ads_banner" : "admob",
    "mode_ads_interstitial" : "0",
    "mode_ads_native_enabled" : false,
    "mode_ads_rewarded" : "0",
    "mode_button_ads_action" : "0",
    "unity" : {
      "unity_app_id" : "",
      "unity_banner_id" : "",
      "unity_interstitial_id" : "",
      "unity_rewarded_id" : ""
    },
    "update" : {
      "enable_update_closed" : true,
      "update_action" : "",
      "update_msg" : "update your app for grt all favorite now",
      "update_state" : false,
      "update_title" : "update your app"
    },
    "app" : {
      "mode_off_version" : "0"
    }
  },
  "posts" : [
    {
      "id" : 0,
      "imageURL" : "https://dwitaklha.github.io/halogram/1024halo.png",
      "state" : "free",
      "title" : "Follow the steps below to create your own low-tech holograms!",
      "description" : "",
      "written" : "<p>Follow the steps below to create your own low-tech holograms!</p><p>1. Gain a basic understanding of the process.</p><p>2. Create a hologram pyramid projector.</p><p>3. Create an image.</p><p>4. Present Your Hologram</p><p><br></p>"
    },
    {
      "id" : 1,
      "imageURL" : "https://dwitaklha.github.io/halogram/a.png",
      "state" : "free",
      "title" : "1. Gain a basic understanding of the process",
      "description" : "",
      "written" : "<p>The first step to this project is gaining a basic understanding of how holograms work. Although these creations are easiest to describe as holograms, they are actually the result of Pepper&rsquo;s Ghost effect. Pepper&rsquo;s Ghost is an illusion effect that makes images appear like holograms or ghostly apparitions. It is a common special effect technique used in theaters, amusement parks, concerts, and museums. The illusion is made possible with glass (or glass-like surfaces such as transparency) and light. Because of ray optics, light is reflected and refracted to produce an image that appears like a hologram.</p>"
    },
    {
      "id" : 2,
      "imageURL" : "https://dwitaklha.github.io/halogram/b.png",
      "state" : "free",
      "title" : "2. Create a hologram pyramid projector.",
      "description" : "",
      "written" : "<p>To start this project, your students will need to create pyramid projectors. These are the clear, pyramid-shaped containers that will help reflect and refract the light. This step sounds complicated, but all you need to do is run transparency through the copy machine.</p><p><br></p><p>The easiest way to make the projector is to use this DIYhologram template download from the website, Cafundo, and follow the steps below.</p><p><br></p><p>Decide if you will display your hologram with a tablet or a mobile phone.</p><p>Choose the corresponding template size from the download.</p><p>Print the template you need.</p><p>Copy the template onto transparency by running it through the copy machine.</p><p>Check to make sure your copy machine can handle transparencies! If it can&rsquo;t, you can carefully trace the template onto a transparency with a thin permanent marker. Use a ruler to make sure the lines are precise.</p><p>Follow the directions on the download to cut out and assemble the hologram pyramid projector.</p><p>If you want to push this project further and incorporate math, you could have your students create their own templates using rulers.</p>"
    },
    {
      "id" : 3,
      "imageURL" : "https://dwitaklha.github.io/halogram/c.png",
      "state" : "free",
      "title" : "3. Create an image.",
      "description" : "",
      "written" : "<p>One of the coolest aspects of this project is that the images to be projected can be created digitally or traditionally. Students can either create in a graphics program or create with traditional media, snap a photo, and upload it to the device.</p><p><br></p><p>Whichever approach you choose, make sure to follow these steps to ensure a successful hologram projection.</p><p><br></p><p>paper divided for hologram</p><p><br></p><p>Start with a black or dark-colored background.</p><p>This will result in the hologram projection showing up bright and clear.</p><p>Before creating the image, draw an &ldquo;x&rdquo; to divide the paper or screen.</p><p>If using traditional materials, draw lightly as you&rsquo;ll want to remove the &ldquo;x&rdquo; later on.</p><p>Draw an image in one of the four triangular-shaped spaces.&nbsp;</p><p>Repeat the same image in the three remaining spaces.</p><p>This is an excellent opportunity to discuss symmetry. If students are using text, make sure to tell them to write backward since the image will be reflected.</p>"
    },
    {
      "id" : 4,
      "imageURL" : "https://dwitaklha.github.io/halogram/d.png",
      "state" : "free",
      "title" : "4. Present Your Hologram",
      "description" : "",
      "written" : "<p>To create the holographic effect, you must have your digital image or traditional drawing on a tablet or smartphone. The digital image can be shared with the device you will be using to project. To project the traditional image, simply take a photo of it. You can see the hologram best if the lights are turned off. Place the transparency projector from Step 2 in the middle of the image on the device and look at the side of the projector. The image will appear as if it is floating in the center of the projector.</p>"
    },
    {
      "id" : 5,
      "imageURL" : "https://dwitaklha.github.io/halogram/ex1.png",
      "state" : "free",
      "title" : "Example 1: Digital Image",
      "description" : "",
      "written" : "Digital Image"
    },
    {
      "id" : 6,
      "imageURL" : "https://dwitaklha.github.io/halogram/ex3.png",
      "state" : "free",
      "title" : "Example 2: Traditional Drawing or Painting",
      "description" : "Traditional Drawing or Painting",
      "written" : ""
    }
  ]
}
